Repository: mr-elbe5/OSM-Maps
Catalog: OSM-Maps-Mobile/Info.xcstrings
Source language: en
Languages: de

# detailInfoText
source: Details may be single views of images, notes or tracks or it may be a list of such items like in the list views from top menu.
de: Detailansichten können einzelne Ansichten von Bildern, Notizen oder Touren sein. Es können aber auch wie in den Listenansichten aus dem oberen Menü Listen von solchen Elementen sein.

# elbe5LegalInfo
source: Legal Info for tiles from Elbe5.de
de: Regeln für das Laden von Elbe5.de

# generalInfoText
source: This app shows OSM based maps from a selectable source (see top menu - gear icon), can take photos, add images and notes and create tracks. It can synchronize all of that via backup files with the desktop app.
de: Diese App zeigt OSM-basierte Karten aus wählbaren Quellen (siehe Einstellungen), kann Bilder aufnehmen, Bilder und Notizen zuordnen und Tourenaufnahmen erzeugen. Sie kann all dies über Backup-Dateien mit der Desktop-App synchronisieren.

# infoDetails
source: Detail Views
de: Einzelansichten

# infoGeneral
source: General
de: Allgemein

# infoLists
source: List views
de: Listenansichten

# infoMap
source: Map
de: Karte

# infoMenus
source: Menus
de: Menüs

# listInfoText
source: From list views, you can show item details, show them on the map or delete some if selected. In the image list you can import and export images. In the track list you can import and export tracks in GPX format.
de: Aus Listenansichten kannst du Einzelansichten öffnen, sie auf der Karten anzeigen oder auch einzelne ausgewählte Elemente löschen. In der Bilderleiste können Bilder importiert und exportiert werden. In der Tourliste können Touren im GPX-Format importiert oder exportiert werden.

# mapInfoText
source: On the map images, notes and tracks are shown with pin icons in several colors: green: only notes, red: with image, blue: track start, purple: image and track. If several locations are too close, this group is shown with a triple pin icon. You can dissolve it by zooming in. Clicking on a marker opens a detail view with all contained items.
de: Auf der Karte werden Bilder, Notizen und Touren mit Nadeln angezeigt, wobei die Farben auf die Inhalte hinweisen: grün: nur Notiz, rot: mit Bild, blau: Tourstart, violett: Bild und Tour. Liegen mehrere Markierungen eng zusammen, wird diese Gruppe durch ein Icon mit drei Nadeln angezeigt. Diese kann man durch Hineinzoomen auflösen. Anklicken einer Markierung öffnet eine Detailansicht mit allen enthaltenen Elementen.

# menuInfoText
source: Top menu: Left: - List of all images - List of all notes - List of all recorded tracks Center: - Show or hide center cross button - Center to current location Right: - Search - Settings, preload and backup - This info Left menu: - Marker for current scope: If the center cross is visible, all actions are related to its location, otherwise they will be related to the current location - Info about the location in scope - Take a photo (only for current location) - Add an image from the selected source (see settings) - Add a note for the location in scope - Start or stop tracking Right menu: - Zoom in - Zoom out - Show or hide image markers - Show or hide note markers - Show or hide track markers - Activate or deactivate following the current location Bottom status: - Current direction If a track is active: - Right button for pause/resume recording - Duration - Horizontal and Upward distance - Current Coordinate - Direction and current altitude
de: Menü oben: Links: - Liste aller Bilder - Liste aller Notizen - Liste aller aufgezeichneten Touren Mitte: - Zentrales Kreuz ein- oder ausblenden - Auf aktuellen Ort zentrieren Rechts: - Suche - Einstellungen, Vorladen und Sicherung - Diese Info Linkes Menü: - Anzeige für aktuellen Fokus: Wenn das zentrale Kreuz sichtbar ist, beziehen sich alle Aktionen auf dessen Ort, andernfalls auf den aktuellen Ort - Info über den jeweiligen Ort - Ein Foto aufnehmen (nur für aktuellen Ort) - Ein Bild aus der gewählten Quelle hinzufügen (siehe Einstellungen) - Eine Notiz für den jeweiligen Ort erstellen - Eine Touraufzeichnung starten oder stoppen Rechtes Menü: - Hineinzoomen - Herauszoomen - Bildmarker ein- oder ausblenden - Notizmarker ein- oder ausblenden - Tourmarker ein- oder ausblenden - Aktueller Position mit der Karte folgen oder nicht Unterer Status: - Aktuelle Richtung Wenn eine Tour aufgezeichnet wird: - Rechter Schalter zum Pausieren/Wiederaufnehmen der Touraufnahme - Tourdauer - Distanz und Höhenmeter - Aktuelle Koordinaten - Aktuelle Richtung und Höhe
